
class script(object):
    START_TXT = """<b><blockquote>Hᴇʟʟᴏ {}, ᴍʏ ɴᴀᴍᴇ <a href=https://t.me/{}>{}</a></blockquote>
    
ɪ ᴀᴍ ᴀɴ ᴀᴅᴠᴀɴᴄᴇᴅ ᴛᴇʟᴇɢʀᴀᴍ ʙᴏᴛ ᴅᴇꜱɪɢɴᴇᴅ </b>"""

    
    LOG_TEXT_G = """#NewGroup
Gʀᴏᴜᴘ = {}(<code>{}</code>)
Tᴏᴛᴀʟ Mᴇᴍʙᴇʀs = <code>{}</code>
Aᴅᴅᴇᴅ Bʏ - {}"""

    LOG_TEXT_P = """#NewUser
ID - <code>{}</code>
Nᴀᴍᴇ - {}"""

 
    RESTART_TXT = """
<b>DB to Channel Bot Rᴇsᴛᴀʀᴛᴇᴅ !

📅 Dᴀᴛᴇ : <code>{}</code>
⏰ Tɪᴍᴇ : <code>{}</code>
🌐 Tɪᴍᴇᴢᴏɴᴇ : <code>Asia/Kolkata</code>
🛠️ Bᴜɪʟᴅ Sᴛᴀᴛᴜs: <code>v2.7.1 [ Sᴛᴀʙʟᴇ ]</code></b>"""

    LOGO = """
███████╗███████╗██████╗  ██████╗ ████████╗███████╗
██╔════╝██╔════╝██╔══██╗██╔═══██╗╚══██╔══╝╚══███╔╝
█████╗  ███████╗██████╔╝██║   ██║   ██║     ███╔╝ 
██╔══╝  ╚════██║██╔══██╗██║   ██║   ██║    ███╔╝  
██║     ███████║██████╔╝╚██████╔╝   ██║   ███████╗
╚═╝     ╚══════╝╚═════╝  ╚═════╝    ╚═╝   ╚══════╝"""
                                                
